Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Pushes the image along as if it were flowing water.
ar: يدفع الصورة كما لو كانت ماءً جاريًا.
de: Schiebt das Bild wie fließendes Wasser voran.
es: Arrastra la imagen como si fuera agua que fluye.
fr: Fait glisser l’image comme de l’eau qui s’écoule.
hi: इमेज को ऐसे आगे बहाता है मानो वह बहता पानी हो.
it: Trascina l’immagine come se fosse acqua che scorre.
ja: 流れる水のように画像を押し流します。
ko: 흐르는 물처럼 이미지를 밀어냅니다.
pl: Przesuwa obraz, jakby był płynącą wodą.
pt_br: Empurra a imagem como se fosse água corrente.
ru: Сдвигает изображение, как будто это текущая вода.
tr: Görüntüyü akan suymuş gibi sürükler.
uk: Зносить зображення, ніби воно — потік води.
zh_hans: 像流水一样推动图像。
zh_hant: 推動影像，彷彿流動的水。

source: Put the pointer back in the middle of the wallpaper
ar: إعادة المؤشر إلى منتصف الخلفية
de: Den Zeiger zurück in die Mitte des Hintergrundbilds setzen
es: Devolver el puntero al centro del fondo de pantalla
fr: Remettre le pointeur au milieu du fond d’écran
hi: पॉइंटर को वापस वॉलपेपर के बीच में रखें
it: Riporta il puntatore al centro dello sfondo
ja: ポインタを壁紙の中央に戻します
ko: 포인터를 배경화면 가운데로 되돌립니다
pl: Przywróć wskaźnik na środek tapety
pt_br: Volta o ponteiro para o meio da imagem de fundo
ru: Вернуть указатель в центр обоев
tr: İmleci duvar kâğıdının ortasına geri getir
uk: Повернути вказівник у центр шпалери
zh_hans: 将指针放回墙纸中央
zh_hant: 將指標放回背景圖片中央

source: Puts every setting back to a new playlist's.
ar: تعيد كل إعداد إلى ما تكون عليه قائمة تشغيل جديدة.
de: Setzt alle Einstellungen auf die einer neuen Playlist zurück.
es: Devuelve todos los ajustes a los de una playlist nueva.
fr: Rétablit tous les réglages d’une nouvelle playlist.
hi: हर सेटिंग को नई प्लेलिस्ट जैसी कर देता है।
it: Riporta tutte le impostazioni a quelle di una nuova playlist.
ja: すべての設定を新しいプレイリストの設定に戻します。
ko: 모든 설정을 새 플레이리스트의 설정으로 되돌립니다.
pl: Przywraca wszystkie ustawienia nowej playlisty.
pt_br: Retorna todos os ajustes aos de uma nova playlist.
ru: Возвращает все настройки к настройкам нового плейлиста.
tr: Tüm ayarları yeni bir çalma listesininkilere döndürür.
uk: Повертає всі налаштування до налаштувань нового списку відтворення.
zh_hans: 将所有设置恢复为新播放列表的设置。
zh_hant: 將所有設定還原為新播放列表的設定。

source: Puts the General, Performance, Optimizations, Diagnostics and Screen Saver settings back to their defaults. Your wallpapers and library aren't touched.
ar: يعيد إعدادات «عام» و«الأداء» و«التحسينات» و«التشخيص» وشاشة التوقف إلى قيمها الافتراضية. ولا تتأثر خلفياتك ومكتبتك.
de: Setzt die Einstellungen von Allgemein, Leistung, Optimierungen, Diagnose und Bildschirmschoner auf die Standardwerte zurück. Ihre Hintergrundbilder und Ihre Mediathek bleiben unverändert.
es: Restablece los valores predeterminados de los ajustes de General, Rendimiento, Optimizaciones, Diagnóstico y Salvapantallas. Tus fondos de pantalla y tu biblioteca no cambian.
fr: Rétablit les valeurs par défaut des réglages Général, Performances, Optimisations, Diagnostic et Économiseur d’écran. Vos fonds d’écran et votre bibliothèque ne sont pas modifiés.
hi: सामान्य, परफ़ॉर्मेंस, ऑप्टिमाइज़ेशन, डायग्नॉस्टिक और स्क्रीन सेवर सेटिंग्ज़ को डिफ़ॉल्ट पर वापस लाता है। आपके वॉलपेपर और लाइब्रेरी पर असर नहीं पड़ता।
it: Ripristina i valori predefiniti delle impostazioni Generali, Prestazioni, Ottimizzazioni, Diagnosi e Salvaschermo. I tuoi sfondi e la libreria restano invariati.
ja: 「一般」「パフォーマンス」「最適化」「診断」とスクリーンセーバの設定をデフォルトに戻します。壁紙とライブラリには影響しません。
ko: 일반, 성능, 최적화, 진단 및 화면 보호기 설정을 기본값으로 되돌립니다. 배경화면과 보관함은 변경되지 않습니다.
pl: Przywraca domyślne ustawienia sekcji Ogólne, Wydajność, Optymalizacje, Diagnostyka i wygaszacza ekranu. Twoje tapety i biblioteka pozostają bez zmian.
pt_br: Restaura os padrões dos ajustes de Geral, Desempenho, Otimizações, Diagnóstico e Protetor de Tela. Suas imagens de fundo e sua biblioteca não são alteradas.
ru: Возвращает настройки разделов «Основные», «Производительность», «Оптимизации», «Диагностика» и заставки к значениям по умолчанию. Обои и медиатека не затрагиваются.
tr: Genel, Performans, Optimizasyonlar, Tanılar ve Ekran Koruyucu ayarlarını varsayılanlara döndürür. Duvar kâğıtlarınız ve arşiviniz değişmez.
uk: Повертає типові значення параметрів розділів «Загальні», «Продуктивність», «Оптимізації», «Діагностика» та заставки. Шпалери та бібліотеку не змінено.
zh_hans: 将“通用”“性能”“优化”“诊断”和屏幕保护程序设置恢复为默认值。你的墙纸和资料库不受影响。
zh_hant: 將「一般」「效能」「最佳化」「診斷」和螢幕保護程式設定回復為預設值。你的背景圖片和資料庫不受影響。

source: Puts your own colors back when Open Wallpaper Engine quits. After a crash they are put back at the next launch.
ar: يعيد ألوانك عند إنهاء Open Wallpaper Engine. بعد التعطل تُعاد عند التشغيل التالي.
de: Stellt deine eigenen Farben wieder her, wenn Open Wallpaper Engine beendet wird. Nach einem Absturz geschieht das beim nächsten Start.
es: Devuelve tus propios colores al salir de Open Wallpaper Engine. Tras un fallo, se devuelven en el siguiente arranque.
fr: Rétablit vos propres couleurs quand Open Wallpaper Engine se ferme. Après un plantage, elles sont rétablies au lancement suivant.
hi: Open Wallpaper Engine बंद होने पर आपके अपने रंग लौटा देता है। क्रैश के बाद वे अगली बार खोलने पर लौटते हैं।
it: Ripristina i tuoi colori quando Open Wallpaper Engine si chiude. Dopo un arresto anomalo vengono ripristinati all’avvio successivo.
ja: Open Wallpaper Engineの終了時に元のカラーに戻します。クラッシュした場合は次回の起動時に戻します。
ko: Open Wallpaper Engine을 종료하면 원래 색상으로 되돌립니다. 충돌 후에는 다음 실행 시 되돌립니다.
pl: Przywraca Twoje kolory po zakończeniu Open Wallpaper Engine. Po awarii są przywracane przy następnym uruchomieniu.
pt_br: Devolve suas próprias cores quando o Open Wallpaper Engine é encerrado. Após uma falha, elas voltam na próxima abertura.
ru: Возвращает ваши цвета при выходе из Open Wallpaper Engine. После сбоя они возвращаются при следующем запуске.
tr: Open Wallpaper Engine’den çıkıldığında kendi renklerinizi geri getirir. Çökmeden sonra bir sonraki açılışta geri getirilir.
uk: Повертає ваші кольори під час виходу з Open Wallpaper Engine. Після збою їх буде повернуто під час наступного запуску.
zh_hans: 退出 Open Wallpaper Engine 时恢复你自己的颜色。发生崩溃后，会在下次启动时恢复。
zh_hant: 結束 Open Wallpaper Engine 時還原你自己的顏色。發生當機後，會在下次啟動時還原。

source: QR code of the address
ar: رمز QR للعنوان
de: QR-Code der Adresse
es: Código QR de la dirección
fr: Code QR de l’adresse
hi: पते का QR कोड
it: Codice QR dell’indirizzo
ja: アドレスの QR コード
ko: 주소의 QR 코드
pl: Kod QR adresu
pt_br: Código QR do endereço
ru: QR-код адреса
tr: Adresin QR kodu
uk: QR-код адреси
zh_hans: 地址的二维码
zh_hant: 位址的 QR 碼

source: Quality
ar: الجودة
de: Qualität
es: Calidad
fr: Qualité
hi: गुणवत्ता
it: Qualità
ja: 品質
ko: 품질
pl: Jakość
pt_br: Qualidade
ru: Качество
tr: Kalite
uk: Якість
zh_hans: 质量
zh_hant: 品質

source: Quality ↔ Efficiency
ar: الجودة ↔ الكفاءة
de: Qualität ↔ Effizienz
es: Calidad ↔ Eficiencia
fr: Qualité ↔ Efficacité
hi: गुणवत्ता ↔ दक्षता
it: Qualità ↔ Efficienza
ja: 品質 ↔ 効率
ko: 품질 ↔ 효율
pl: Jakość ↔ Wydajność
pt_br: Qualidade ↔ Eficiência
ru: Качество ↔ Эффективность
tr: Kalite ↔ Verimlilik
uk: Якість ↔ Ефективність
zh_hans: 质量 ↔ 效率
zh_hant: 品質 ↔ 效率

source: Questionable
ar: للمراهقين
de: Ab 12
es: Sugerente
fr: Suggestif
hi: UA 13+
it: Allusivo
ja: 12歳以上
ko: 12세 이용가
pl: Od 12 lat
zh_hans: 轻度暗示
zh_hant: 輔12級

source: Queued
ar: في قائمة الانتظار
de: Warteschlange
es: En cola
fr: En attente
hi: कतार में
it: In coda
ja: 待機中
ko: 대기 중
pl: W kolejce
pt_br: Na fila
ru: В очереди
tr: Sırada
uk: У черзі
zh_hans: 已排队
zh_hant: 已排入佇列

source: Queued. Downloads continue in the background; see the Downloads tab.
ar: في قائمة الانتظار. تستمر التنزيلات في الخلفية؛ راجع علامة تبويب التنزيلات.
de: In der Warteschlange. Downloads laufen im Hintergrund weiter; siehe Tab „Downloads“.
es: En cola. Las descargas continúan en segundo plano; consulta la pestaña Descargas.
fr: En attente. Les téléchargements continuent en arrière-plan ; voir l’onglet Téléchargements.
hi: कतार में है। डाउनलोड बैकग्राउंड में जारी रहते हैं; डाउनलोड टैब देखें।
it: In coda. I download continuano in background; vedi la scheda Download.
ja: 待機中です。ダウンロードはバックグラウンドで続きます。「ダウンロード」タブを参照してください。
ko: 대기 중입니다. 다운로드는 백그라운드에서 계속되며 다운로드 탭에서 확인할 수 있습니다.
pl: W kolejce. Pobieranie trwa w tle; zobacz kartę Pobrane.
pt_br: Na fila. Os downloads continuam em segundo plano; veja a aba Downloads.
ru: В очереди. Загрузки продолжаются в фоне; см. вкладку «Загрузки».
tr: Sırada. İndirmeler arka planda sürer; İndirilenler sekmesine bakın.
uk: У черзі. Викачування триває у фоні; див. вкладку «Викачування».
zh_hans: 已排队。下载会在后台继续；请查看“下载”标签页。
zh_hant: 已排入佇列。下載會在背景繼續；請查看「下載項目」標籤頁。

source: Quick Note
ar: ملاحظة سريعة
de: Schnelle Notiz
es: Nota rápida
fr: Note rapide
hi: झटपट नोट
it: Nota rapida
ja: クイックメモ
ko: 빠른 메모
pl: Szybka notatka
pt_br: Nota Rápida
ru: Быстрая заметка
tr: Hızlı Not
uk: Швидка нотатка
zh_hans: 快速备忘录
zh_hant: 快速備忘錄

source: Quit
ar: إنهاء
de: Beenden
es: Salir
fr: Quitter
hi: बंद करें
it: Esci
ja: 終了
ko: 종료
pl: Zakończ
pt_br: Encerrar
ru: Завершить
tr: Çık
uk: Вийти
zh_hans: 退出
zh_hant: 結束

source: Quit Open Wallpaper Engine
ar: إنهاء Open Wallpaper Engine
de: Open Wallpaper Engine beenden
es: Salir de Open Wallpaper Engine
fr: Quitter Open Wallpaper Engine
hi: Open Wallpaper Engine बंद करें
it: Esci da Open Wallpaper Engine
ja: Open Wallpaper Engineを終了
ko: Open Wallpaper Engine 종료
pl: Zakończ Open Wallpaper Engine
pt_br: Encerrar Open Wallpaper Engine
ru: Завершить Open Wallpaper Engine
tr: Open Wallpaper Engine’den Çık
uk: Завершити Open Wallpaper Engine
zh_hans: 退出 Open Wallpaper Engine
zh_hant: 結束 Open Wallpaper Engine

source: Quit Wallpaper Editor
ar: إنهاء محرر الخلفيات
de: Hintergrundbild-Editor beenden
es: Salir de Editor de fondos de pantalla
fr: Quitter Éditeur de fond d’écran
hi: वॉलपेपर एडिटर बंद करें
it: Esci da Editor sfondi
ja: 壁紙エディタを終了
ko: 배경화면 편집기 종료
pl: Zakończ Edytor tapet
pt_br: Encerrar Editor de Imagem de Fundo
ru: Завершить Редактор обоев
tr: Duvar Kâğıdı Düzenleyici’den Çık
uk: Завершити Редактор шпалер
zh_hans: 退出墙纸编辑器
zh_hant: 結束背景圖片編輯器

source: Radial wipe
ar: مسح شعاعي
de: Uhrzeiger
es: Limpieza radial
fr: Volet radial
hi: रेडियल वाइप
it: Orologio
ja: 時計
ko: 원형 와이프아웃
pl: Przejście promieniowe
pt_br: Apagamento radial
ru: Радиальное стирание
tr: Dairesel süpürme
uk: Годинниковий перехід
zh_hans: 径向抹除
zh_hant: 放射狀抹除

source: Radius of the spinning disc, as a fraction of the layer.
ar: نصف قطر القرص الدوّار، كنسبة من الطبقة.
de: Radius der rotierenden Scheibe als Anteil der Ebene.
es: Radio del disco giratorio, como fracción de la capa.
fr: Rayon du disque en rotation, en fraction du calque.
hi: घूमती डिस्क का रेडियस, लेयर के अंश के रूप में.
it: Raggio del disco rotante, come frazione del livello.
ja: 回転する円盤の半径です。レイヤーに対する比率で指定します。
ko: 회전하는 원반의 반경으로, 레이어에 대한 비율로 나타냅니다.
pl: Promień obracającego się dysku jako ułamek wymiarów warstwy.
pt_br: Raio do disco giratório, como fração da camada.
ru: Радиус вращающегося диска в долях слоя.
tr: Dönen diskin yarıçapı, katmanın oranı olarak.
uk: Радіус диска, що обертається, як частка шару.
zh_hans: 旋转圆盘的半径，以图层的比例表示。
zh_hant: 旋轉圓盤的半徑，以圖層的比例表示。

source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Aléatoire
hi: यादृच्छिक
it: Casuale
ja: ランダム
ko: 무작위
pl: Losowo
pt_br: Aleatório
ru: Случайно
tr: Rastgele
uk: Випадково
zh_hans: 随机
zh_hant: 隨機

source: Rating
ar: التصنيف
de: Altersfreigabe
es: Clasificación
fr: Classification
hi: रेटिंग
it: Classificazione
ja: 年齢制限
ko: 등급
pl: Klasyfikacja
pt_br: Classificação
ru: Рейтинг
tr: Yaş Sınırı
uk: Вікова категорія
zh_hans: 分级
zh_hant: 分級

source: Re-detect
ar: إعادة الاكتشاف
de: Erneut erkennen
es: Volver a detectar
fr: Détecter à nouveau
hi: फिर से पता लगाएँ
it: Rileva di nuovo
ja: 再検出
ko: 다시 감지
pl: Wykryj ponownie
pt_br: Detectar Novamente
ru: Найти снова
tr: Yeniden Algıla
uk: Визначити знову
zh_hans: 重新检测
zh_hant: 重新偵測

source: Re-download
ar: إعادة التنزيل
de: Erneut laden
es: Volver a descargar
fr: Retélécharger
hi: फिर से डाउनलोड करें
it: Scarica di nuovo
ja: 再ダウンロード
ko: 다시 다운로드
pl: Pobierz ponownie
pt_br: Baixar novamente
ru: Загрузить заново
tr: Yeniden İndir
uk: Викачати знову
zh_hans: 重新下载
zh_hant: 重新下載

source: Re-record Every Day at
ar: إعادة التسجيل كل يوم في
de: Jeden Tag neu aufnehmen um
es: Volver a grabar cada día a las
fr: Réenregistrer chaque jour à
hi: हर दिन दोबारा रिकॉर्ड करें, समय
it: Registra di nuovo ogni giorno alle
ja: 毎日再録画する時刻
ko: 매일 다시 녹화할 시간
pl: Nagrywaj ponownie codziennie o
pt_br: Regravar Todos os Dias às
ru: Перезаписывать каждый день в
tr: Her Gün Yeniden Kaydet, Saat
uk: Перезаписувати щодня о
zh_hans: 每天重新录制，时间
zh_hant: 每天重新錄製，時間

source: Read
ar: قراءة
de: Lesen
es: Leer
fr: Lire
hi: पढ़ें
it: Leggi
ja: 読む
ko: 읽기
pl: Czytaj
pt_br: Ler
ru: Читать
tr: Oku
uk: Читати
zh_hans: 阅读
zh_hant: 閱讀

source: Read Full Text
ar: قراءة النص الكامل
de: Vollständigen Text lesen
es: Leer el texto completo
fr: Lire le texte complet
hi: पूरा पाठ पढ़ें
it: Leggi il testo completo
ja: 全文を読む
ko: 전문 읽기
pl: Przeczytaj pełny tekst
pt_br: Ler Texto Completo
ru: Прочитать полностью
tr: Tam Metni Oku
uk: Прочитати повністю
zh_hans: 阅读全文
zh_hant: 閱讀全文

source: Reading media…
ar: تجري قراءة الوسائط…
de: Medien werden gelesen …
es: Leyendo contenido…
fr: Lecture du média…
hi: मीडिया पढ़ा जा रहा है…
it: Lettura dei contenuti…
ja: メディアを読み込み中…
ko: 미디어 읽는 중…
pl: Wczytywanie multimediów…
pt_br: Lendo mídia…
ru: Чтение медиафайла…
tr: Ortam okunuyor…
uk: Зчитування медіа…
zh_hans: 正在读取媒体…
zh_hant: 正在讀取媒體⋯

source: Reading the Steam library…
ar: يجري قراءة مكتبة Steam…
de: Steam-Bibliothek wird gelesen …
es: Leyendo la biblioteca de Steam…
fr: Lecture de la bibliothèque Steam…
hi: Steam लाइब्रेरी पढ़ी जा रही है…
it: Lettura della libreria Steam…
ja: Steam ライブラリを読み込み中…
ko: Steam 라이브러리 읽는 중…
pl: Odczytywanie biblioteki Steam…
pt_br: Lendo a biblioteca Steam…
ru: Чтение библиотеки Steam…
tr: Steam kütüphanesi okunuyor…
uk: Читання бібліотеки Steam…
zh_hans: 正在读取 Steam 库…
zh_hant: 正在讀取 Steam 收藏庫⋯

source: Reads the permission again and starts audio capture if it's now allowed.
ar: يقرأ الإذن مجددًا ويبدأ التقاط الصوت إذا أصبح مسموحًا الآن.
de: Liest die Berechtigung erneut und startet die Audioaufnahme, wenn sie jetzt erlaubt ist.
es: Vuelve a leer el permiso e inicia la captura de audio si ahora está permitido.
fr: Relit l’autorisation et lance la capture audio si elle est désormais accordée.
hi: अनुमति फिर से पढ़ता है और अगर अब अनुमति है तो ऑडियो कैप्चर शुरू करता है।
it: Rilegge l’autorizzazione e avvia l’acquisizione audio se ora è consentita.
ja: 権限をもう一度読み取り、許可されていればオーディオの取り込みを開始します。
ko: 권한을 다시 읽고 이제 허용되었으면 오디오 캡처를 시작합니다.
pl: Ponownie odczytuje uprawnienie i rozpoczyna przechwytywanie dźwięku, jeśli jest teraz dozwolone.
pt_br: Lê a permissão novamente e inicia a captura de áudio se ela estiver permitida agora.
ru: Повторно проверяет разрешение и начинает захват звука, если оно теперь дано.
tr: İzni yeniden okur ve artık izin verildiyse ses yakalamayı başlatır.
uk: Повторно перевіряє дозвіл і починає захоплення звуку, якщо його тепер надано.
zh_hans: 重新读取权限，如果现已允许则开始音频捕获。
zh_hant: 重新讀取權限，如果現已允許則開始音訊擷取。

source: Ready
ar: جاهزة
de: Bereit
es: Listos
fr: Prêtes
hi: तैयार
it: Pronte
ja: 準備完了
ko: 준비됨
pl: Gotowe
pt_br: Prontos
ru: Готовы
tr: Hazır
uk: Готові
zh_hans: 就绪
zh_hant: 就緒

source: Receive beta updates
ar: تلقي تحديثات بيتا
de: Beta-Updates erhalten
es: Recibir actualizaciones beta
fr: Recevoir les mises à jour bêta
hi: बीटा अपडेट प्राप्त करें
it: Ricevi aggiornamenti beta
ja: ベータ版アップデートを受け取る
ko: 베타 업데이트 받기
pl: Otrzymuj uaktualnienia beta
pt_br: Receber atualizações beta
ru: Получать бета-обновления
tr: Beta güncellemelerini al
uk: Отримувати бета-оновлення
zh_hans: 接收 Beta 版更新
zh_hant: 接收 Beta 版更新

source: Recent Approved Wallpapers
ar: الخلفيات المعتمدة حديثًا
de: Neue empfohlene Hintergrundbilder
es: Fondos de pantalla aprobados recientes
fr: Fonds d’écran approuvés récents
hi: हाल के स्वीकृत वॉलपेपर
it: Sfondi approvati recenti
ja: 最近の承認済み壁紙
ko: 최근 승인된 배경화면
pl: Ostatnio zatwierdzone tapety
pt_br: Imagens de Fundo Aprovadas Recentes
ru: Последние одобренные обои
tr: Son Onaylı Duvar Kâğıtları
uk: Найновіші схвалені шпалери
zh_hans: 最新的官方认可墙纸
zh_hant: 最新的官方認可背景圖片

source: Recent Wallpapers
ar: الخلفيات الأخيرة
de: Zuletzt verwendete Hintergrundbilder
es: Fondos de pantalla recientes
fr: Fonds d’écran récents
hi: हालिया वॉलपेपर
it: Sfondi recenti
ja: 最近使用した壁紙
ko: 최근 사용한 배경화면
pl: Ostatnie tapety
pt_br: Imagens de Fundo Recentes
ru: Недавние обои
tr: Son Kullanılan Duvar Kâğıtları
uk: Нещодавні шпалери
zh_hans: 最近使用的墙纸
zh_hant: 最近使用的背景圖片

source: Recheck
ar: إعادة التحقق
de: Erneut prüfen
es: Volver a comprobar
fr: Revérifier
hi: फिर से जाँचें
it: Controlla di nuovo
ja: 再確認
ko: 다시 확인
pl: Sprawdź ponownie
pt_br: Verificar Novamente
ru: Проверить снова
tr: Yeniden Denetle
uk: Перевірити знову
zh_hans: 重新检查
zh_hant: 重新檢查

source: Reclaim Now
ar: استرداد المساحة الآن
de: Jetzt freigeben
es: Liberar ahora
fr: Libérer maintenant
hi: अभी खाली करें
it: Recupera ora
ja: 今すぐ解放
ko: 지금 확보
pl: Zwolnij miejsce
pt_br: Liberar Agora
ru: Освободить
tr: Şimdi Boşalt
uk: Звільнити зараз
zh_hans: 立即回收
zh_hant: 立即釋放空間

source: Record
ar: تسجيل
de: Aufnehmen
es: Grabar
fr: Enregistrer
hi: रिकॉर्ड करें
it: Registra
ja: 録画
ko: 녹화
pl: Nagraj
pt_br: Gravar
ru: Записать
tr: Kaydet
uk: Записати
zh_hans: 录制
zh_hant: 錄製

source: Record Shortcut
ar: تسجيل اختصار
de: Kurzbefehl aufnehmen
es: Grabar función rápida
fr: Enregistrer un raccourci
hi: शॉर्टकट रिकॉर्ड करें
it: Registra abbreviazione
ja: ショートカットを記録
ko: 단축키 기록
pl: Nagraj skrót
pt_br: Gravar Atalho
ru: Записать сочетание
tr: Kısayol Kaydet
uk: Записати скорочення
zh_hans: 录制快捷键
zh_hant: 錄製快速鍵

source: Record a seamless loop of this version of the wallpaper and make it the screen saver
ar: سجّل حلقة متصلة لهذه النسخة من الخلفية واجعلها شاشة التوقف
de: Eine nahtlose Schleife dieser Version des Hintergrundbilds aufnehmen und als Bildschirmschoner verwenden
es: Graba un bucle continuo de esta versión del fondo y úsalo como salvapantallas
fr: Enregistrer une boucle continue de cette version du fond d’écran et en faire l’économiseur d’écran
hi: वॉलपेपर के इस वर्ज़न का बिना रुकावट वाला लूप रिकॉर्ड करें और उसे स्क्रीन सेवर बनाएँ
it: Registra un ciclo continuo di questa versione dello sfondo e usalo come salvaschermo
ja: このバージョンの壁紙を継ぎ目のないループとして録画し、スクリーンセーバにします
ko: 이 버전의 배경화면을 끊김 없는 루프로 녹화하여 화면 보호기로 만듭니다
pl: Nagraj płynną pętlę tej wersji tapety i ustaw ją jako wygaszacz ekranu
pt_br: Grava um loop contínuo desta versão do papel de parede e o torna o protetor de tela
ru: Записать бесшовный цикл этой версии обоев и сделать его заставкой
tr: Duvar kâğıdının bu sürümünün kesintisiz bir döngüsünü kaydeder ve ekran koruyucu yapar
uk: Записати безшовний цикл цієї версії шпалер і зробити його заставкою
zh_hans: 录制此版本墙纸的无缝循环，并将其设为屏幕保护程序
zh_hant: 錄製此版本背景圖片的無縫循環，並將其設為螢幕保護程式

source: Record and Set as Screen Saver
ar: تسجيل وتعيين كشاشة توقف
de: Aufnehmen und als Bildschirmschoner verwenden
es: Grabar y usar como salvapantallas
fr: Enregistrer et définir comme économiseur d’écran
hi: रिकॉर्ड करें और स्क्रीन सेवर बनाएँ
it: Registra e imposta come salvaschermo
ja: 録画してスクリーンセーバに設定
ko: 녹화하여 화면 보호기로 설정
pl: Nagraj i ustaw jako wygaszacz ekranu
pt_br: Gravar e Definir como Protetor de Tela
ru: Записать и сделать заставкой
tr: Kaydet ve Ekran Koruyucu Yap
uk: Записати й зробити заставкою
zh_hans: 录制并设为屏幕保护程序
zh_hant: 錄製並設為螢幕保護程式

source: Recorded screen saver
ar: شاشة التوقف المسجّلة
de: Aufgenommener Bildschirmschoner
es: Salvapantallas grabado
fr: Économiseur d’écran enregistré
hi: रिकॉर्ड किया गया स्क्रीन सेवर
it: Salvaschermo registrato
ja: 録画したスクリーンセーバ
ko: 녹화된 화면 보호기
pl: Nagrany wygaszacz ekranu
pt_br: Protetor de tela gravado
ru: Записанная заставка
tr: Kaydedilen ekran koruyucu
uk: Записана заставка
zh_hans: 录制的屏幕保护程序
zh_hant: 錄製的螢幕保護程式

source: Recording the loop…
ar: جارٍ تسجيل الحلقة…
de: Schleife wird aufgenommen …
es: Grabando el bucle…
fr: Enregistrement de la boucle…
hi: लूप रिकॉर्ड हो रहा है…
it: Registrazione del ciclo…
ja: ループを録画中…
ko: 루프 녹화 중…
pl: Nagrywanie pętli…
pt_br: Gravando o loop…
ru: Запись цикла…
tr: Döngü kaydediliyor…
uk: Запис циклу…
zh_hans: 正在录制循环…
zh_hant: 正在錄製循環…

source: Recording threshold
ar: حد التسجيل
de: Aufnahmeschwelle
es: Umbral de grabación
fr: Seuil d’enregistrement
hi: रिकॉर्डिंग सीमा
it: Soglia di registrazione
ja: 録音しきい値
ko: 녹음 임계값
pl: Próg nagrywania
pt_br: Limiar de gravação
ru: Порог записи
tr: Kayıt eşiği
uk: Поріг запису
zh_hans: 录音阈值
zh_hant: 錄製閾值

source: Red component of the bar colour.
ar: المكوّن الأحمر في لون الشريط.
de: Rotanteil der Balkenfarbe.
es: Componente rojo del color de las barras.
fr: Composante rouge de la couleur des barres.
hi: बार के रंग का लाल घटक.
it: Componente rossa del colore delle barre.
ja: バーの色の赤成分です。
ko: 막대 색상의 빨간색 성분입니다.
pl: Składowa czerwona koloru słupków.
pt_br: Componente vermelho da cor das barras.
ru: Красная составляющая цвета полос.
tr: Çubuk renginin kırmızı bileşeni.
uk: Червона складова кольору смуг.
zh_hans: 条形颜色的红色分量。
zh_hant: 長條顏色的紅色分量。

source: Redo
ar: إعادة
de: Wiederholen
es: Rehacer
fr: Rétablir
hi: फिर करें
it: Ripeti
ja: やり直す
ko: 실행 복귀
pl: Przywróć
pt_br: Refazer
ru: Повторить
tr: Yinele
uk: Повторити
zh_hans: 重做
zh_hant: 重做

source: Reflection
ar: الانعكاس
de: Reflexion
es: Reflejo
fr: Réflexion
hi: रिफ़्लेक्शन
it: Riflesso
ja: 反射
ko: 반사
pl: Odbicie
pt_br: Reflexo
ru: Отражение
tr: Yansıma
uk: Відображення
zh_hans: 反射
zh_hant: 反射

source: Reflections
ar: الانعكاسات
de: Reflexionen
es: Reflejos
fr: Reflets
hi: रिफ़्लेक्शन
it: Riflessi
ja: 反射
ko: 반사
pl: Odbicia
pt_br: Reflexos
ru: Отражения
tr: Yansımalar
uk: Відображення
zh_hans: 反射
zh_hant: 反射

source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश करें
it: Aggiorna
ja: 更新
ko: 새로 고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh the wallpaper list
ar: تحديث قائمة الخلفيات
de: Liste der Hintergrundbilder aktualisieren
es: Actualizar la lista de fondos de pantalla
fr: Actualiser la liste des fonds d’écran
hi: वॉलपेपर सूची रीफ़्रेश करें
it: Aggiorna l’elenco degli sfondi
ja: 壁紙リストを更新します
ko: 배경화면 목록 새로 고침
pl: Odśwież listę tapet
pt_br: Atualizar a lista de imagens de fundo
ru: Обновить список обоев
tr: Duvar kâğıdı listesini yenile
uk: Оновити список шпалер
zh_hans: 刷新墙纸列表
zh_hant: 重新整理背景圖片列表

source: Reinstall
ar: إعادة التثبيت
de: Neu installieren
es: Reinstalar
fr: Réinstaller
hi: फिर से इंस्टॉल करें
it: Reinstalla
ja: 再インストール
ko: 재설치
pl: Zainstaluj ponownie
pt_br: Reinstalar
ru: Переустановить
tr: Yeniden Yükle
uk: Перевстановити
zh_hans: 重新安装
zh_hant: 重新安裝

source: Related Wallpapers
ar: خلفيات ذات صلة
de: Verwandte Hintergrundbilder
es: Fondos de pantalla relacionados
fr: Fonds d’écran associés
hi: संबंधित वॉलपेपर
it: Sfondi correlati
ja: 関連する壁紙
ko: 관련 배경화면
pl: Powiązane tapety
pt_br: Imagens de Fundo Relacionadas
ru: Связанные обои
tr: İlgili Duvar Kâğıtları
uk: Схожі шпалери
zh_hans: 相关墙纸
zh_hant: 相關背景圖片

source: Relaxing
ar: استرخاء
de: Entspannend
es: Relajante
fr: Relaxant
hi: सुकूनदायक
it: Rilassante
ja: リラックス
ko: 힐링
pl: Relaksacyjne
pt_br: Relaxante
ru: Расслабляющие
tr: Rahatlatıcı
uk: Релакс
zh_hans: 放松
zh_hant: 放鬆

source: Released and maintained by %@
ar: يصدره ويصونه %@
de: Veröffentlicht und gepflegt von %@
es: Publicado y mantenido por %@
fr: Publié et maintenu par %@
hi: %@ द्वारा जारी और मेंटेन किया गया
it: Pubblicato e mantenuto da %@
ja: %@がリリースおよびメンテナンスしています
ko: %@이(가) 배포 및 유지 관리합니다
pl: Wydawany i utrzymywany przez: %@
pt_br: Publicado e mantido por %@
ru: Выпускает и поддерживает %@
tr: %@ tarafından yayımlanır ve sürdürülür
uk: Випускає та підтримує %@
zh_hans: 由 %@ 发布和维护
zh_hant: 由 %@ 發佈與維護
